target/test-classes/xml/sws/maintaincontact/TC32611_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:maintainContactRequest>
            <sel:ExternalSystemID>COCO</sel:ExternalSystemID>
            <sel:MaintainContactAction>Forgotten Password</sel:MaintainContactAction>
            <!--Optional:-->
            <sel:UserName></sel:UserName>
            <!--Optional:-->
            <sel:SecurityAnswer>smith</sel:SecurityAnswer>
        </sel:maintainContactRequest>
    </soapenv:Body>
</soapenv:Envelope>